Repository: rokrokss/recly
Catalog: apple/RecKit/Sources/RecKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fil, fr, hi, it, ja, ko, pl, pt_br, pt_pt, ru, sw, th, tr, ur, vi, zh_hans, zh_hant

source: Storage folder
ar: مجلد التخزين
bn: স্টোরেজ ফোল্ডার
de: Speicherordner
es: Carpeta de almacenamiento
fa: پوشه ذخیره‌سازی
fil: Folder ng storage
fr: Dossier de stockage
hi: स्टोरेज फ़ोल्डर
it: Cartella di archiviazione
ja: 保存先フォルダ
ko: 저장 폴더
pl: Folder przechowywania
pt_br: Pasta de armazenamento
pt_pt: Pasta de armazenamento
ru: Папка хранения
sw: Folda ya kuhifadhi
th: โฟลเดอร์ที่จัดเก็บ
tr: Depolama klasörü
ur: اسٹوریج فولڈر
vi: Thư mục lưu trữ
zh_hans: 存储文件夹
zh_hant: 儲存資料夾

source: Transcription
ar: النسخ النصي
bn: ট্রান্সক্রিপশন
de: Transkription
es: Transcripción
fa: رونویسی
fil: Pag-transcribe
hi: ट्रांसक्रिप्शन
it: Trascrizione
ja: 文字起こし
ko: 전사
pl: Transkrypcja
pt_br: Transcrição
pt_pt: Transcrição
ru: Расшифровка
sw: Unukuzi
th: การถอดเสียง
tr: Transkripsiyon
ur: ٹرانسکرپشن
vi: Chép lời
zh_hans: 转录
zh_hant: 轉錄

source: Settings saved
ar: تم حفظ الإعدادات
bn: সেটিংস সেভ করা হয়েছে
de: Einstellungen gespeichert
es: Ajustes guardados
fa: تنظیمات ذخیره شد
fil: Na-save ang mga setting
fr: Réglages enregistrés
hi: सेटिंग सहेजी गई
it: Impostazioni salvate
ja: 設定を保存しました
ko: 설정을 저장했습니다
pl: Zapisano ustawienia
pt_br: Configurações salvas
pt_pt: Definições guardadas
ru: Настройки сохранены
sw: Mipangilio imehifadhiwa
th: บันทึกการตั้งค่าแล้ว
tr: Ayarlar kaydedildi
ur: ترتیبات محفوظ ہو گئیں
vi: Đã lưu cài đặt
zh_hans: 设置已保存
zh_hant: 設定已儲存

source: Download model
ar: تنزيل النموذج
bn: মডেল ডাউনলোড করুন
de: Modell herunterladen
es: Descargar modelo
fa: بارگیری مدل
fil: I-download ang modelo
fr: Télécharger le modèle
hi: मॉडल डाउनलोड करें
it: Scarica modello
ja: モデルをダウンロード
ko: 모델 다운로드
pl: Pobierz model
pt_br: Baixar modelo
pt_pt: Transferir modelo
ru: Загрузить модель
sw: Pakua modeli
th: ดาวน์โหลดโมเดล
tr: Modeli indir
ur: ماڈل ڈاؤن لوڈ کریں
vi: Tải xuống mô hình
zh_hans: 下载模型
zh_hant: 下載模型

source: Export settings
ar: تصدير الإعدادات
bn: সেটিংস এক্সপোর্ট করুন
de: Einstellungen exportieren
es: Exportar ajustes
fa: صادر کردن تنظیمات
fil: I-export ang mga setting
fr: Exporter les réglages
hi: सेटिंग एक्सपोर्ट करें
it: Esporta impostazioni
ja: 設定を書き出す
ko: 설정 내보내기
pl: Eksportuj ustawienia
pt_br: Exportar configurações
pt_pt: Exportar definições
ru: Экспорт настроек
sw: Hamisha mipangilio
th: ส่งออกการตั้งค่า
tr: Ayarları dışa aktar
ur: ترتیبات برآمد کریں
vi: Xuất cài đặt
zh_hans: 导出设置
zh_hant: 匯出設定

source: Import settings
ar: استيراد الإعدادات
bn: সেটিংস ইমপোর্ট করুন
de: Einstellungen importieren
es: Importar ajustes
fa: وارد کردن تنظیمات
fil: I-import ang mga setting
fr: Importer les réglages
hi: सेटिंग इम्पोर्ट करें
it: Importa impostazioni
ja: 設定を読み込む
ko: 설정 가져오기
pl: Importuj ustawienia
pt_br: Importar configurações
pt_pt: Importar definições
ru: Импорт настроек
sw: Leta mipangilio
th: นำเข้าการตั้งค่า
tr: Ayarları içe aktar
ur: ترتیبات درآمد کریں
vi: Nhập cài đặt
zh_hans: 导入设置
zh_hant: 匯入設定

source: Review the folder and transcription method before saving. Keys are not included.
ar: راجع المجلد وطريقة النسخ قبل الحفظ. المفاتيح غير مُضمّنة.
bn: সেভ করার আগে ফোল্ডার ও ট্রান্সক্রিপশন পদ্ধতি পর্যালোচনা করুন। কী-গুলো অন্তর্ভুক্ত নয়।
de: Prüfen Sie Ordner und Transkriptionsmethode vor dem Speichern. Schlüssel sind nicht enthalten.
es: Revisa la carpeta y el método de transcripción antes de guardar. No se incluyen claves.
fa: پیش از ذخیره، پوشه و روش رونویسی را مرور کنید. کلیدها در آن گنجانده نمی‌شوند.
fil: Suriin ang folder at paraan ng pag-transcribe bago mag-save. Hindi kasama ang mga key.
fr: Vérifiez le dossier et la méthode de transcription avant d’enregistrer. Les clés sont exclues.
hi: सहेजने से पहले फ़ोल्डर और ट्रांसक्रिप्शन तरीका जाँचें। कुंजियाँ शामिल नहीं हैं।
it: Controlla la cartella e il metodo di trascrizione prima di salvare. Le chiavi non sono incluse.
ja: 保存前にフォルダと文字起こし方法を確認してください。キーは含まれていません。
ko: 저장하기 전에 폴더와 전사 방식을 확인하세요. 키 값은 포함되지 않습니다.
pl: Przed zapisaniem sprawdź folder i metodę transkrypcji. Klucze nie są uwzględniane.
pt_br: Revise a pasta e o método de transcrição antes de salvar. As chaves não estão incluídas.
pt_pt: Reveja a pasta e o método de transcrição antes de guardar. As chaves não estão incluídas.
ru: Проверьте папку и способ расшифровки перед сохранением. Ключи не включены.
sw: Kagua folda na njia ya unukuzi kabla ya kuhifadhi. Funguo hazijajumuishwa.
th: ตรวจสอบโฟลเดอร์และวิธีถอดเสียงก่อนบันทึก ไม่รวมคีย์
tr: Kaydetmeden önce klasörü ve transkripsiyon yöntemini gözden geçirin. Anahtarlar dahil değildir.
ur: محفوظ کرنے سے پہلے فولڈر اور ٹرانسکرپشن کے طریقے کا جائزہ لیں۔ کلیدیں شامل نہیں ہیں۔
vi: Xem lại thư mục và phương thức chép lời trước khi lưu. Không bao gồm khóa.
zh_hans: 保存前请检查文件夹和转录方式。不包含密钥。
zh_hant: 儲存前請檢查資料夾和轉錄方式。不包含金鑰。

source: These settings cannot be read by this version. The original data has been preserved.
ar: لا يستطيع هذا الإصدار قراءة هذه الإعدادات. تم الاحتفاظ بالبيانات الأصلية.
bn: এই ভার্সন এই সেটিংস পড়তে পারে না। আসল ডেটা সংরক্ষিত আছে।
de: Diese Version kann die Einstellungen nicht lesen. Die ursprünglichen Daten bleiben erhalten.
es: Esta versión no puede leer estos ajustes. Los datos originales se conservan.
fa: این نسخه نمی‌تواند این تنظیمات را بخواند. داده‌های اصلی حفظ شده‌اند.
fil: Hindi mabasa ng bersyong ito ang mga setting na ito. Napanatili ang orihinal na data.
fr: Cette version ne peut pas lire ces réglages. Les données d’origine sont conservées.
hi: यह संस्करण इन सेटिंग को नहीं पढ़ सकता। मूल डेटा सुरक्षित है।
it: Questa versione non può leggere queste impostazioni. I dati originali sono stati conservati.
ja: このバージョンでは設定を読み込めません。元のデータは保持されています。
ko: 이 버전에서 설정을 읽을 수 없습니다. 원본 데이터는 보존되었습니다.
pl: Ta wersja nie może odczytać tych ustawień. Oryginalne dane zostały zachowane.
pt_br: Esta versão não pode ler estas configurações. Os dados originais foram preservados.
pt_pt: Esta versão não consegue ler estas definições. Os dados originais foram preservados.
ru: Эта версия не может прочитать настройки. Исходные данные сохранены.
sw: Toleo hili haliwezi kusoma mipangilio hii. Data asili imehifadhiwa.
th: เวอร์ชันนี้อ่านการตั้งค่าเหล่านี้ไม่ได้ ข้อมูลเดิมยังคงเก็บรักษาไว้
tr: Bu ayarlar bu sürüm tarafından okunamıyor. Orijinal veriler korundu.
ur: یہ ورژن ان ترتیبات کو نہیں پڑھ سکتا۔ اصل ڈیٹا محفوظ رکھا گیا ہے۔
vi: Phiên bản này không đọc được các cài đặt này. Dữ liệu gốc vẫn được giữ nguyên.
zh_hans: 此版本无法读取这些设置，原始数据已保留。
zh_hant: 此版本無法讀取這些設定，原始資料已保留。

source: Model (optional)
ar: النموذج (اختياري)
bn: মডেল (ঐচ্ছিক)
de: Modell (optional)
es: Modelo (opcional)
fa: مدل (اختیاری)
fil: Modelo (opsyonal)
fr: Modèle (facultatif)
hi: मॉडल (वैकल्पिक)
it: Modello (facoltativo)
ja: モデル（任意）
ko: 모델 (선택)
pl: Model (opcjonalnie)
pt_br: Modelo (opcional)
pt_pt: Modelo (opcional)
ru: Модель (необязательно)
sw: Modeli (si lazima)
th: โมเดล (ไม่บังคับ)
tr: Model (isteğe bağlı)
ur: ماڈل (اختیاری)
vi: Mô hình (không bắt buộc)
zh_hans: 模型（可选）
zh_hant: 模型（選填）

source: Save key
ar: حفظ المفتاح
bn: কী-টি সেভ করুন
de: Schlüssel speichern
es: Guardar clave
fa: ذخیره کلید
fil: I-save ang key
fr: Enregistrer la clé
hi: कुंजी सहेजें
it: Salva chiave
ja: キーを保存
ko: 키 저장
pl: Zapisz klucz
pt_br: Salvar chave
pt_pt: Guardar chave
ru: Сохранить ключ
sw: Hifadhi ufunguo
th: บันทึกคีย์
tr: Anahtarı kaydet
ur: کلید محفوظ کریں
vi: Lưu khóa
zh_hans: 保存密钥
zh_hant: 儲存金鑰

source: Transcribing on this device
ar: جارٍ النسخ على هذا الجهاز
bn: এই ডিভাইসে ট্রান্সক্রাইব হচ্ছে
de: Transkription auf diesem Gerät
es: Transcribiendo en este dispositivo
fa: در حال رونویسی در این دستگاه
fil: Nagta-transcribe sa device na ito
fr: Transcription sur cet appareil
hi: इस डिवाइस पर ट्रांसक्रिप्शन जारी
it: Trascrizione su questo dispositivo
ja: このデバイスで文字起こし中
ko: 이 기기에서 전사 중
pl: Trwa transkrypcja na tym urządzeniu
pt_br: Transcrevendo neste dispositivo
pt_pt: A transcrever neste dispositivo
ru: Расшифровка на этом устройстве
sw: Inanukuu kwenye kifaa hiki
th: กำลังถอดเสียงในอุปกรณ์นี้
tr: Bu cihazda metne dönüştürülüyor
ur: اس آلے پر ٹرانسکرائب ہو رہا ہے
vi: Đang chép lời trên thiết bị này
zh_hans: 正在此设备上转录
zh_hant: 正在此裝置上轉錄

source: Transcription pending
ar: النسخ معلّق
bn: ট্রান্সক্রিপশনের অপেক্ষায়
de: Transkription ausstehend
es: Transcripción pendiente
fa: رونویسی در انتظار
fil: Nakabinbin ang pag-transcribe
fr: Transcription en attente
hi: ट्रांसक्रिप्शन बाकी
it: Trascrizione in attesa
ja: 文字起こし待ち
ko: 전사 대기 중
pl: Transkrypcja oczekuje
pt_br: Transcrição pendente
pt_pt: Transcrição pendente
ru: Ожидание расшифровки
sw: Unukuzi unasubiri
th: รอถอดเสียง
tr: Transkripsiyon bekliyor
ur: ٹرانسکرپشن زیر التواء
vi: Chờ chép lời
zh_hans: 等待转录
zh_hant: 等待轉錄

source: Waiting for the device to cool down
ar: في انتظار أن يبرد الجهاز
bn: ডিভাইস ঠান্ডা হওয়ার অপেক্ষায়
de: Warten, bis das Gerät abgekühlt ist
es: Esperando a que el dispositivo se enfríe
fa: در انتظار خنک شدن دستگاه
fil: Naghihintay na lumamig ang device
fr: En attente du refroidissement de l’appareil
hi: डिवाइस के ठंडा होने का इंतज़ार
it: In attesa che il dispositivo si raffreddi
ja: デバイスが冷えるのを待っています
ko: 기기가 식을 때까지 대기 중
pl: Oczekiwanie na ochłodzenie urządzenia
pt_br: Aguardando o dispositivo esfriar
pt_pt: À espera de que o dispositivo arrefeça
ru: Ждём, пока устройство остынет
sw: Inasubiri kifaa kipoe
th: กำลังรอให้อุปกรณ์เย็นลง
tr: Cihazın soğuması bekleniyor
ur: آلے کے ٹھنڈا ہونے کا انتظار
vi: Đang chờ thiết bị nguội bớt
zh_hans: 正在等待设备降温
zh_hant: 正在等待裝置降溫

# alert.localUnavailable
source: Local transcription is unavailable on this device. Choose another transcription method.
ar: النسخ المحلي غير متاح على هذا الجهاز. اختر طريقة أخرى.
bn: এই ডিভাইসে লোকাল ট্রান্সক্রিপশন উপলভ্য নয়। অন্য কোনো ট্রান্সক্রিপশন পদ্ধতি বেছে নিন।
de: Lokale Transkription ist auf diesem Gerät nicht verfügbar. Wählen Sie eine andere Methode.
es: La transcripción local no está disponible en este dispositivo. Elige otro método.
fa: رونویسی محلی در این دستگاه در دسترس نیست. روش رونویسی دیگری انتخاب کنید.
fil: Hindi available ang lokal na pag-transcribe sa device na ito. Pumili ng ibang paraan ng pag-transcribe.
fr: La transcription locale est indisponible sur cet appareil. Choisissez une autre méthode.
hi: इस डिवाइस पर स्थानीय ट्रांसक्रिप्शन उपलब्ध नहीं है। दूसरा तरीका चुनें।
it: La trascrizione locale non è disponibile su questo dispositivo. Scegli un altro metodo di trascrizione.
ja: このデバイスではローカル文字起こしを利用できません。別の方法を選択してください。
ko: 이 기기에서는 로컬 전사를 사용할 수 없습니다. 전사 방식을 변경해 주세요.
pl: Lokalna transkrypcja jest niedostępna na tym urządzeniu. Wybierz inną metodę transkrypcji.
pt_br: A transcrição local não está disponível neste dispositivo. Escolha outro método.
pt_pt: A transcrição local não está disponível neste dispositivo. Escolha outro método de transcrição.
ru: Локальная расшифровка недоступна на этом устройстве. Выберите другой способ.
sw: Unukuzi wa ndani haupatikani kwenye kifaa hiki. Chagua njia nyingine ya unukuzi.
th: การถอดเสียงในเครื่องใช้ไม่ได้บนอุปกรณ์นี้ เลือกวิธีถอดเสียงอื่น
tr: Yerel transkripsiyon bu cihazda kullanılamıyor. Başka bir transkripsiyon yöntemi seçin.
ur: اس آلے پر مقامی ٹرانسکرپشن دستیاب نہیں۔ ٹرانسکرپشن کا کوئی اور طریقہ منتخب کریں۔
vi: Không thể chép lời cục bộ trên thiết bị này. Hãy chọn phương thức chép lời khác.
zh_hans: 此设备不支持本地转录，请选择其他转录方式。
zh_hant: 此裝置不支援本機轉錄，請選擇其他轉錄方式。

# alert.localModel
source: The speech recognition model isn't downloaded yet.
ar: لم يتم تنزيل نموذج التعرّف على الكلام بعد.
bn: স্পিচ রিকগনিশন মডেল এখনও ডাউনলোড করা হয়নি।
de: Das Spracherkennungsmodell ist noch nicht heruntergeladen.
es: El modelo de reconocimiento de voz aún no se ha descargado.
fa: مدل تشخیص گفتار هنوز بارگیری نشده است.
fil: Hindi pa na-download ang modelo ng speech recognition.
fr: Le modèle de reconnaissance vocale n’est pas encore téléchargé.
hi: स्पीच रिकग्निशन मॉडल अभी डाउनलोड नहीं हुआ है।
it: Il modello di riconoscimento vocale non è ancora stato scaricato.
ja: 音声認識モデルはまだダウンロードされていません。
ko: 음성 인식 모델을 아직 다운로드하지 않았습니다.
pl: Model rozpoznawania mowy nie został jeszcze pobrany.
pt_br: O modelo de reconhecimento de fala ainda não foi baixado.
pt_pt: O modelo de reconhecimento de voz ainda não foi transferido.
ru: Модель распознавания речи ещё не загружена.
sw: Modeli ya utambuzi wa matamshi bado haijapakuliwa.
th: ยังไม่ได้ดาวน์โหลดโมเดลรู้จำเสียงพูด
tr: Konuşma tanıma modeli henüz indirilmedi.
ur: تقریر کی شناخت کا ماڈل ابھی ڈاؤن لوڈ نہیں ہوا۔
vi: Chưa tải xuống mô hình nhận dạng giọng nói.
zh_hans: 尚未下载语音识别模型。
zh_hant: 尚未下載語音辨識模型。

# alert.localDiarization
source: This local engine does not support speaker identification. Turn it off or choose an external API.
ar: هذا المحرك المحلي لا يدعم تحديد المتحدثين. عطّل الميزة أو اختر API خارجيًا.
bn: এই লোকাল ইঞ্জিন বক্তা শনাক্তকরণ সমর্থন করে না। এটি বন্ধ করুন অথবা একটি বাহ্যিক API বেছে নিন।
de: Diese lokale Engine unterstützt keine Sprechererkennung. Deaktivieren Sie sie oder wählen Sie eine externe API.
es: Este motor local no identifica hablantes. Desactiva la función o elige una API externa.
fa: این موتور محلی از تشخیص گوینده پشتیبانی نمی‌کند. آن را خاموش کنید یا یک API خارجی انتخاب کنید.
fil: Hindi sinusuportahan ng lokal na engine na ito ang pagkilala sa nagsasalita. I-off ito o pumili ng external na API.
fr: Ce moteur local n’identifie pas les locuteurs. Désactivez cette option ou choisissez une API externe.
hi: यह स्थानीय इंजन वक्ता पहचान का समर्थन नहीं करता। इसे बंद करें या बाहरी API चुनें।
it: Questo motore locale non supporta l’identificazione degli interlocutori. Disattivala o scegli un’API esterna.
ja: このローカルエンジンは話者識別に対応していません。無効にするか、外部APIを選択してください。
ko: 이 로컬 엔진은 화자 구분을 지원하지 않습니다. 화자 구분을 끄거나 외부 API를 선택해 주세요.
pl: Ten lokalny silnik nie obsługuje rozpoznawania mówców. Wyłącz tę opcję lub wybierz zewnętrzne API.
pt_br: Este mecanismo local não identifica falantes. Desative a função ou escolha uma API externa.
pt_pt: Este motor local não suporta a identificação de oradores. Desative-a ou escolha uma API externa.
ru: Этот локальный движок не распознаёт говорящих. Выключите эту функцию или выберите внешний API.
sw: Injini hii ya ndani haitumii utambuzi wa wazungumzaji. Zima kipengele hicho au uchague API ya nje.
th: เอนจินในเครื่องนี้ไม่รองรับการระบุผู้พูด ปิดการระบุผู้พูดหรือเลือก API ภายนอก
tr: Bu yerel motor konuşmacı tanımlamayı desteklemiyor. Bu özelliği kapatın veya harici bir API seçin.
ur: یہ مقامی انجن بولنے والوں کی شناخت کو سپورٹ نہیں کرتا۔ اسے آف کریں یا کوئی بیرونی API منتخب کریں۔
vi: Công cụ cục bộ này không hỗ trợ nhận dạng người nói. Hãy tắt tùy chọn này hoặc chọn API bên ngoài.
zh_hans: 此本地引擎不支持说话人识别。请关闭该功能或选择外部API。
zh_hant: 此本機引擎不支援說話者識別。請關閉該功能或選擇外部API。

source: Downloading model…
ar: جارٍ تنزيل النموذج…
bn: মডেল ডাউনলোড হচ্ছে…
de: Modell wird heruntergeladen…
es: Descargando modelo…
fa: در حال بارگیری مدل…
fil: Dina-download ang modelo…
fr: Téléchargement du modèle…
hi: मॉडल डाउनलोड हो रहा है…
it: Download del modello…
ja: モデルをダウンロード中…
ko: 모델 다운로드 중…
pl: Pobieranie modelu…
pt_br: Baixando modelo…
pt_pt: A transferir o modelo…
ru: Загрузка модели…
sw: Inapakua modeli…
th: กำลังดาวน์โหลดโมเดล…
tr: Model indiriliyor…
ur: ماڈل ڈاؤن لوڈ ہو رہا ہے…
vi: Đang tải xuống mô hình…
zh_hans: 正在下载模型…
zh_hant: 正在下載模型…

source: Downloading model… %d%%
ar: جارٍ تنزيل النموذج… %d%%
bn: মডেল ডাউনলোড হচ্ছে… %d%%
de: Modell wird heruntergeladen… %d%%
es: Descargando modelo… %d%%
fa: در حال بارگیری مدل… %d%%
fil: Dina-download ang modelo… %d%%
fr: Téléchargement du modèle… %d %%
hi: मॉडल डाउनलोड हो रहा है… %d%%
it: Download del modello… %d%%
ja: モデルをダウンロード中… %d%%
ko: 모델 다운로드 중… %d%%
pl: Pobieranie modelu… %d%%
pt_br: Baixando modelo… %d%%
pt_pt: A transferir o modelo… %d%%
ru: Загрузка модели… %d%%
sw: Inapakua modeli… %d%%
th: กำลังดาวน์โหลดโมเดล… %d%%
tr: Model indiriliyor… %%%d
ur: ماڈل ڈاؤن لوڈ ہو رہا ہے… %d%%
vi: Đang tải xuống mô hình… %d%%
zh_hans: 正在下载模型… %d%%
zh_hant: 正在下載模型… %d%%

source: The model didn’t finish downloading. Try again.
ar: لم يكتمل تنزيل النموذج. حاول مرة أخرى.
bn: মডেলের ডাউনলোড শেষ হয়নি। আবার চেষ্টা করুন।
de: Das Modell wurde nicht vollständig heruntergeladen. Versuchen Sie es erneut.
es: El modelo no terminó de descargarse. Vuelve a intentarlo.
fa: بارگیری مدل کامل نشد. دوباره امتحان کنید.
fil: Hindi natapos ang pag-download ng modelo. Subukang muli.
fr: Le téléchargement du modèle ne s’est pas terminé. Réessayez.
hi: मॉडल का डाउनलोड पूरा नहीं हुआ। फिर से कोशिश करें।
it: Il download del modello non è stato completato. Riprova.
ja: モデルのダウンロードが完了しませんでした。もう一度お試しください。
ko: 모델 다운로드가 끝나지 않았습니다. 다시 시도해 주세요.
pl: Pobieranie modelu nie zostało ukończone. Spróbuj ponownie.
pt_br: O download do modelo não terminou. Tente novamente.
pt_pt: A transferência do modelo não terminou. Tente novamente.
ru: Загрузка модели не завершилась. Попробуйте ещё раз.
sw: Modeli haikumaliza kupakuliwa. Jaribu tena.
th: ดาวน์โหลดโมเดลไม่เสร็จ ลองอีกครั้ง
tr: Model indirmesi tamamlanmadı. Yeniden deneyin.
ur: ماڈل کا ڈاؤن لوڈ مکمل نہیں ہوا۔ دوبارہ کوشش کریں۔
vi: Mô hình chưa tải xuống xong. Hãy thử lại.
zh_hans: 模型未下载完成。请重试。
zh_hant: 模型未下載完成。請再試一次。

source: Cancel download
ar: إلغاء التنزيل
bn: ডাউনলোড বাতিল করুন
de: Download abbrechen
es: Cancelar descarga
fa: لغو بارگیری
fil: Kanselahin ang pag-download
fr: Annuler le téléchargement
hi: डाउनलोड रद्द करें
it: Annulla download
ja: ダウンロードをキャンセル
ko: 다운로드 취소
pl: Anuluj pobieranie
pt_br: Cancelar download
pt_pt: Cancelar transferência
ru: Отменить загрузку
sw: Ghairi upakuaji
th: ยกเลิกการดาวน์โหลด
tr: İndirmeyi iptal et
ur: ڈاؤن لوڈ منسوخ کریں
vi: Hủy tải xuống
zh_hans: 取消下载
zh_hant: 取消下載

source: On-device transcription does not separate speakers.
ar: النسخ على الجهاز لا يميّز المتحدثين.
bn: ডিভাইসে ট্রান্সক্রিপশন বক্তাদের আলাদা করে না।
de: Die Transkription auf dem Gerät unterscheidet keine Sprecher.
es: La transcripción en el dispositivo no separa hablantes.
fa: رونویسی روی دستگاه گوینده‌ها را از هم جدا نمی‌کند.
fil: Hindi pinaghihiwalay ng pag-transcribe sa device ang mga nagsasalita.
fr: La transcription sur l’appareil ne distingue pas les locuteurs.
hi: डिवाइस पर ट्रांसक्रिप्शन वक्ताओं को अलग नहीं करता।
it: La trascrizione sul dispositivo non distingue gli interlocutori.
ja: デバイス上の文字起こしは話者を区別しません。
ko: 기기 내 전사에서는 화자를 구분하지 않습니다.
pl: Transkrypcja na urządzeniu nie rozróżnia mówców.
pt_br: A transcrição no dispositivo não separa falantes.
pt_pt: A transcrição no dispositivo não separa os oradores.
ru: Расшифровка на устройстве не разделяет говорящих.
sw: Unukuzi kwenye kifaa hautenganishi wazungumzaji.
th: การถอดเสียงในอุปกรณ์ไม่แยกผู้พูด
tr: Cihaz üzerinde transkripsiyon konuşmacıları ayırmaz.
ur: آلے پر ٹرانسکرپشن بولنے والوں کو الگ نہیں کرتا۔
vi: Chép lời trên thiết bị không phân biệt người nói.
zh_hans: 设备本地转录不区分说话人。
zh_hant: 裝置本機轉錄不區分說話者。

source: Automatic
ar: تلقائي
bn: স্বয়ংক্রিয়
de: Automatisch
es: Automático
fa: خودکار
fil: Awtomatiko
fr: Automatique
hi: अपने आप
it: Automatico
ja: 自動
ko: 자동
pl: Automatycznie
pt_br: Automático
pt_pt: Automático
ru: Автоматически
sw: Kiotomatiki
th: อัตโนมัติ
tr: Otomatik
ur: خودکار
vi: Tự động
zh_hans: 自动
zh_hant: 自動

source: Korean and English
ar: الكورية والإنجليزية
bn: কোরিয়ান ও ইংরেজি
de: Koreanisch und Englisch
es: Coreano e inglés
fa: کره‌ای و انگلیسی
fil: Korean at Ingles
fr: Coréen et anglais
hi: कोरियाई और अंग्रेज़ी
it: Coreano e inglese
ja: 韓国語と英語
ko: 한국어·영어 혼용
pl: Koreański i angielski
pt_br: Coreano e inglês
pt_pt: Coreano e inglês
ru: Корейский и английский
sw: Kikorea na Kiingereza
th: ภาษาเกาหลีและภาษาอังกฤษ
tr: Korece ve İngilizce
ur: کوریائی اور انگریزی
vi: Tiếng Hàn và tiếng Anh
zh_hans: 韩语和英语
zh_hant: 韓語和英語

source: This language is not supported by the selected transcription method.
ar: طريقة النسخ المحددة لا تدعم هذه اللغة.
bn: বেছে নেওয়া ট্রান্সক্রিপশন পদ্ধতি এই ভাষা সমর্থন করে না।
de: Die gewählte Transkriptionsmethode unterstützt diese Sprache nicht.
es: El método de transcripción elegido no admite este idioma.
fa: روش رونویسی انتخاب‌شده از این زبان پشتیبانی نمی‌کند.
fil: Hindi sinusuportahan ng napiling paraan ng pag-transcribe ang wikang ito.
fr: La méthode de transcription choisie ne prend pas en charge cette langue.
hi: चुना गया ट्रांसक्रिप्शन तरीका यह भाषा समर्थित नहीं करता।
it: Il metodo di trascrizione selezionato non supporta questa lingua.
ja: 選択した文字起こし方法はこの言語に対応していません。
ko: 선택한 전사 방식에서 지원하지 않는 언어입니다.
pl: Wybrana metoda transkrypcji nie obsługuje tego języka.
pt_br: O método de transcrição selecionado não oferece suporte a este idioma.
pt_pt: Este idioma não é suportado pelo método de transcrição selecionado.
ru: Выбранный способ расшифровки не поддерживает этот язык.
sw: Njia ya unukuzi uliyochagua haitumii lugha hii.
th: วิธีถอดเสียงที่เลือกไม่รองรับภาษานี้
tr: Bu dil, seçilen transkripsiyon yöntemi tarafından desteklenmiyor.
ur: منتخب کردہ ٹرانسکرپشن کا طریقہ اس زبان کو سپورٹ نہیں کرتا۔
vi: Phương thức chép lời đã chọn không hỗ trợ ngôn ngữ này.
zh_hans: 所选转录方式不支持此语言。
zh_hant: 所選轉錄方式不支援此語言。

source: Saved on this device
ar: محفوظ على هذا الجهاز
bn: এই ডিভাইসে সেভ করা আছে
de: Auf diesem Gerät gespeichert
es: Guardada en este dispositivo
fa: در این دستگاه ذخیره شده است
fil: Naka-save sa device na ito
fr: Enregistrée sur cet appareil
hi: इस डिवाइस पर सहेजी गई
it: Salvata su questo dispositivo
ja: このデバイスに保存済み
ko: 이 기기에 저장됨
pl: Zapisano na tym urządzeniu
pt_br: Salva neste dispositivo
pt_pt: Guardada neste dispositivo
ru: Сохранён на этом устройстве
sw: Ufunguo umehifadhiwa kwenye kifaa hiki
th: บันทึกไว้ในอุปกรณ์นี้แล้ว
tr: Bu cihazda kaydedildi
ur: اس آلے پر محفوظ
vi: Đã lưu trên thiết bị này
zh_hans: 已保存在此设备上
zh_hant: 已儲存在此裝置上

source: Not saved on this device
ar: لا يوجد مفتاح محفوظ على هذا الجهاز
bn: এই ডিভাইসে কোনো কী সেভ করা নেই
de: Auf diesem Gerät ist kein Schlüssel gespeichert
es: No hay ninguna clave guardada en este dispositivo
fa: در این دستگاه ذخیره نشده است
fil: Hindi naka-save sa device na ito
fr: Aucune clé enregistrée sur cet appareil
hi: इस डिवाइस पर कोई कुंजी सहेजी नहीं गई
it: Nessuna chiave salvata su questo dispositivo
ja: このデバイスに保存されたキーはありません
ko: 이 기기에 저장된 키 없음
pl: Nie zapisano na tym urządzeniu
pt_br: Nenhuma chave salva neste dispositivo
pt_pt: Não guardada neste dispositivo
ru: На этом устройстве ключ не сохранён
sw: Ufunguo haujahifadhiwa kwenye kifaa hiki
th: ไม่มีคีย์ที่บันทึกไว้ในอุปกรณ์นี้
tr: Bu cihazda kaydedilmedi
ur: اس آلے پر محفوظ نہیں
vi: Chưa lưu trên thiết bị này
zh_hans: 此设备上未保存密钥
zh_hant: 此裝置上未儲存金鑰

source: To transcribe on this device, download this model once.
ar: للنسخ على هذا الجهاز، نزّل هذا النموذج مرة واحدة.
bn: এই ডিভাইসে ট্রান্সক্রাইব করতে এই মডেলটি একবার ডাউনলোড করুন।
de: Um auf diesem Gerät zu transkribieren, laden Sie dieses Modell einmal herunter.
es: Para transcribir en este dispositivo, descarga este modelo una vez.
fa: برای رونویسی در این دستگاه، این مدل را یک بار بارگیری کنید.
fil: Para mag-transcribe sa device na ito, i-download ang modelong ito nang isang beses.
fr: Pour transcrire sur cet appareil, téléchargez ce modèle une fois.
hi: इस डिवाइस पर ट्रांसक्रिप्शन के लिए यह मॉडल एक बार डाउनलोड करें।
it: Per trascrivere su questo dispositivo, scarica questo modello una volta.
ja: このデバイスで文字起こしするには、このモデルを一度ダウンロードする必要があります。
ko: 이 기기에서 전사하려면 이 모델을 한 번 다운로드해야 합니다.
pl: Aby transkrybować na tym urządzeniu, pobierz ten model jednorazowo.
pt_br: Para transcrever neste dispositivo, baixe este modelo uma vez.
pt_pt: Para transcrever neste dispositivo, transfira este modelo uma vez.
ru: Чтобы расшифровывать на этом устройстве, один раз загрузите эту модель.
sw: Ili kunukuu kwenye kifaa hiki, pakua modeli hii mara moja.
th: หากต้องการถอดเสียงในอุปกรณ์นี้ ให้ดาวน์โหลดโมเดลนี้หนึ่งครั้ง
tr: Bu cihazda metne dönüştürmek için bu modeli bir kez indirin.
ur: اس آلے پر ٹرانسکرائب کرنے کے لیے یہ ماڈل ایک بار ڈاؤن لوڈ کریں۔
vi: Để chép lời trên thiết bị này, hãy tải xuống mô hình này một lần.
zh_hans: 要在此设备上转录，需要下载一次此模型。
zh_hant: 若要在此裝置上轉錄，需要下載一次此模型。
